Repository: CodyBontecou/vox.md
Catalog: Voxboard/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Pause a recording on Apple Watch when you need a break, then resume in the same voice note without creating separate files.
ar: إلغاء تسجيل في Apple Watch عندما تحتاج إلى إلغاؤ، ثم استمر في نفس الملاحظة الصوتية دون إنشاء ملفات منفصلة.
bn: রেকর্ডিং করে থামুন Apple Watch যদি আপনার একটা বিরতি দরকার হয়, একই রকম ফাইল তৈরি না করে একই রকম ফাইল তৈরি করতে হবে।
de: Pausieren Sie eine Aufnahme auf der Apple Watch, wenn Sie eine Pause brauchen, und setzen Sie sie in derselben Sprachnotiz fort – ohne separate Dateien.
es: Pausa una grabación en Apple Watch Cuando necesitas un descanso, Luego, reanuda en la misma nota de voz sin crear archivos separados.
fr: Arrêter un enregistrement Apple Watch Quand vous avez besoin d’une pause, Puis, il se met à la même note vocale sans créer de fichiers séparés.
hi: एक रिकॉर्ड पर रोकें Apple Watch जब आपको एक ब्रेक की आवश्यकता होती है, फिर एक ही आवाज नोट में अलग-अलग फ़ाइलों को बनाने के बिना जारी रखें।
id: Berhenti dengan rekaman Apple Watch Ketika Anda membutuhkan istirahat, Kemudian, lanjutkan dengan catatan suara yang sama tanpa membuat file terpisah.
it: Pausa un record su Apple Watch Quando hai bisogno di una pausa, Poi riprendete la stessa nota vocale senza creare file separati.
ja: 休憩録音 Apple Watch 休憩が必要な時、 同じ音声メモで再開し、別々のファイルを作成することなく。
ko: 녹음한 그림 Apple Watch 휴식이 필요할 때, 다음으로 별도의 파일을 만들지 않고 동일한 음성 노트에서 다시 시작합니다.
nl: Pause een opname op Apple Watch Als je een pauze nodig hebt, vervolgens opnieuw in dezelfde spraaknotes zonder afzonderlijke bestanden te maken.
pl: Zarejestruj się na Apple Watch Gdy potrzebujesz przerwy, Następnie wznowić w tej samej notatce głosowej bez tworzenia oddzielnych plików.
pt_br: Pausa em gravação Apple Watch Quando você precisa de uma pausa, Em seguida, retome na mesma nota de voz sem criar arquivos separados.
ru: Перерыв на запись Apple Watch Когда вам нужен перерыв, Затем возобновляйте в одной и той же голосовой ноте, не создавая отдельных файлов.
ta: ஓய்வு எடுப்பதற்கு ஒரு Apple Watch ஒரு ஓய்வு தேவைப்படும் போது, அதே போல், வேறு ஒரு பதிவில் எழுத முடியாமல் போய்விடுங்கள்.
th: ปิดการบันทึก Apple Watch เมื่อคุณต้องการหยุดพัก จากนั้นต่อการทําในบันทึกเสียงเดียวกันโดยไม่ต้องสร้างไฟล์แยกต่างหาก
tr: Bir kayıt için dur Apple Watch Bir ara ara ara ara ara ara ara, Aynı ses notunda ayrı dosyaları oluşturmadan tekrar çalışın.
uk: Перерва на записі Apple Watch Коли потрібен перерва, Потім продовжуйте в тій же голосовій ноті, не створюючи окремих файлів.
ur: ایک ریکارڈ پر ایک بونس Apple Watch جب آپ کو ایک لمحہ کی ضرورت ہے، پھر ایک ہی آواز نوٹ میں دوبارہ شروع کریں بغیر الگ فائلوں کو پیدا کرنے کے.
vi: Pause một bản ghi âm trên Apple Watch Khi bạn cần nghỉ ngơi, Sau đó tiếp tục trong cùng một ghi chú thoại mà không tạo các tập tin riêng biệt.
zh_hans: 停下来录制 Apple Watch 当你需要休息时, 然后在同一个语音笔记中继续进行,而不创建单独的文件。
zh_hant: 停下來錄製 Apple Watch 當你需要休息時, 然後在同一個語音筆記中繼續進行,而不創建單獨的文件。

source: Pause for a break, Stop to save, or Cancel to delete.
ar: إلغاء إغلاق، إلغاؤه إخلاء، أو إلغي إلغو إزالة.
bn: একটি বিরতি জন্য বিরতি, সংরক্ষণ বন্ধ, বা বাতিল মুছে ফেলার জন্য।
de: Für eine Pause pausieren, zum Sichern stoppen oder zum Löschen abbrechen.
es: Pausa para una pausa, Deja de guardar o Cancelar para eliminar.
fr: Arrêter pour une pause, Arrêter pour enregistrer ou Annuler pour supprimer.
hi: एक ब्रेक के लिए ब्रेक, सहेजें बंद करें, या हटाने के लिए रद्द करें।
id: Berhenti untuk istirahat, Hentikan untuk menyimpan, atau Batalkan untuk menghapus.
it: Smettere di salvare, o annullare per eliminare.
ja: 休憩、保存停止、または削除のキャンセル。
ko: 휴식 시간을 멈추거나, 저장 중지하거나, 삭제를 취소합니다.
nl: Pauze voor een pauze, Stop om te slaan of Annuleren om te verwijderen.
pl: Zatrzymaj się na przerwę, zatrzymaj zapisywanie lub Anuluj, aby usunąć.
pt_br: Pausa para uma pausa, Pare para salvar ou Cancelar para excluir.
ru: Перерыв для перерыва, Отказ от сохранения или Отмена для удаления.
ta: ஒரு காலை நிறுத்துங்கள், Save Stop, or Cancel to delete.
th: ปิดการหยุดพัก, หยุดเพื่อบันทึกหรือยกเลิกเพื่อลบ
tr: Bir durak için dur, Kaldırmak için dur, veya Kaldırmak için dur.
uk: Перерва на перерву, зупинка для збереження або скасування для видалення.
ur: ایک لمحے کے لئے وقف، محفوظ کرنے کے لئے روکنے، یا حذف کرنے کے لئے لٹکا.
vi: Tạm dừng để nghỉ, Dừng để lưu, hoặc Hủy để xóa.
zh_hans: 停下来休息,停止保存,或取消删除。
zh_hant: 停下來休息,停止保存,或取消刪除。

source: Pause when you need a break, or stop when your thought is captured.
ar: استئناف عندما تحتاج إلى استراحة، أو توقف عندما يتم تسجيل أفكارك.
bn: আপনি একটি বিশ্রাম প্রয়োজন হলে বিরতি, বা আপনার চিন্তা ধরা যখন থামা।
de: Pausieren Sie, wenn Sie eine Pause brauchen, oder stoppen Sie, wenn Ihr Gedanke erfasst ist.
es: -Dejarse de descansar cuando necesite un descanso o detener cuando su pensamiento se capture.
fr: Arrêtez-vous quand vous avez besoin d’une pause, ou arrêtez-vous lorsque votre pensée est capturée.
hi: जब आपको एक ब्रेक की आवश्यकता होती है तो ब्रेक करें, या जब आपका विचार पकड़ा जाता है तो रुकें।
id: Berhenti ketika Anda membutuhkan istirahat, atau berhenti ketika pikiran Anda terjebak.
it: Fermati quando hai bisogno di una pausa, o fermati quando il tuo pensiero è catturato.
ja: 休憩が必要なときに休憩するか、思考が捕らえられたときに止まる。
ko: 휴식이 필요할 때 휴식을 취하거나 생각이 캡처되면 멈추십시오.
nl: Pauzeer wanneer je een pauze nodig hebt, of stop als je gedachte vastzit.
pl: Zatrzymaj się, gdy potrzebujesz przerwy lub zatrzymaj się, gdy twoja myśl zostanie przejęta.
pt_br: Faça uma pausa quando precisar de uma pausa ou pare quando seu pensamento for capturado.
ru: Перерыв, когда вам нужен перерыв, или остановка, когда ваша мысль захвачена.
ta: நீங்கள் ஒரு ஓய்வு தேவை போது நிறுத்த, அல்லது உங்கள் நினைவு பிடித்து போது நிறுத்த.
th: ปิดเมื่อคุณต้องการหยุดพักหรือหยุดเมื่อความคิดของคุณถูกจับ
tr: Bir dinlenme ihtiyacınız olduğunda, ya da düşünceniz yakalandığında durun.
uk: Перерви, коли вам потрібен перерва, або зупинки, коли ваша думка захоплена.
ur: جب آپ کو ایک لمحے کی ضرورت ہے تو، یا آپ کے خیال کو پکڑ لیا گیا ہے جب، وقف کرنا.
vi: Nghỉ ngơi khi bạn cần nghỉ ngơi, hoặc dừng lại khi suy nghĩ của bạn bị bắt.
zh_hans: 当你需要休息时,停下来,或者当你的想法被捕获时停止。
zh_hant: 當你需要休息時,停下來,或者當你的想法被捕獲時停止。

source: Pause • Stop • Cancel
ar: إيقاف مؤقت • إيقاف • إلغاء
bn: বিরতি • থামান • বাতিল
de: Pause • Stoppen • Abbrechen
es: Pausar • Detener • Cancelar
fr: Pause • Arrêter • Annuler
hi: विराम • रोकें • रद्द करें
id: Jeda • Hentikan • Batal
it: Pausa • Interrompi • Annulla
ja: 一時停止 • 停止 • キャンセル
ko: 일시 정지 • 중지 • 취소
nl: Pauze • Stoppen • Annuleren
pl: Wstrzymaj • Zatrzymaj • Anuluj
pt_br: Pausar • Parar • Cancelar
ru: Пауза • Остановить • Отменить
ta: இடைநிறுத்து • நிறுத்து • ரத்துசெய்
th: พัก • หยุด • ยกเลิก
tr: Duraklat • Durdur • İptal
uk: Пауза • Зупинити • Скасувати
ur: موقوف کریں • روکیں • منسوخ کریں
vi: Tạm dừng • Dừng • Hủy
zh_hans: 暂停 • 停止 • 取消
zh_hant: 暫停 • 停止 • 取消

source: Paused
ar: استراحة
bn: বিরতি
de: Pausiert
es: Pausa
fr: Pause
hi: ब्रेक
id: Paus
it: Pausa
ja: 休憩
ko: 휴식
nl: Pauze
pl: Pauzę
pt_br: pausa
ru: Пауза
ta: ஓய்வு
th: ปิด
tr: Pausalı
uk: Пауза
ur: وقفے
vi: Nghỉ ngơi
zh_hans: 休息
zh_hant: 休息

source: Paused %@
ar: أندرويد %@
bn: বিরতি %@
de: Pausiert · %@
es: Pausa %@
fr: Pause %@
hi: ब्रेक %@
id: Paus %@
it: Pausa %@
ja: 休憩 %@
ko: 휴식 %@
nl: Pauze %@
pl: Pauzę %@
pt_br: pausa %@
ru: Пауза %@
ta: ஓய்வு %@
th: ปิด %@
tr: Pausalı %@
uk: Пауза %@
ur: وقفے %@
vi: Nghỉ ngơi %@
zh_hans: 休息 %@
zh_hant: 休息 %@

source: Paused · %@
ar: أوبتيونس %@
bn: বিরতি %@
de: Pausiert · %@
es: El pausa %@
fr: Pauvre · %@
hi: ब्रेक %@
id: Berhenti · %@
it: Pausa di %@
ja: 休憩 %@
ko: 쉬는 %@
nl: Pauze maken %@
pl: Pauzę · %@
pt_br: O Pausa %@
ru: Пауза · %@
ta: ஓய்வு %@
th: ปิดการหยุด %@
tr: Pausalı %@
uk: Пауза · %@
ur: وقفے %@
vi: Nghỉ ngơi %@
zh_hans: 休息 %@
zh_hant: 休息 %@

source: Pay once and keep it
ar: ادفع مرة واحدة واحفظها
bn: একবার টাকা দেন এবং তা রাখুন
de: Einmal bezahlen und behalten
es: Paga una vez y lo mantendrás
fr: Payez une fois et gardez-le
hi: एक बार भुगतान करें और इसे रखें
id: Bayar sekali dan simpan
it: Pagare una volta e tenerlo
ja: 支払い1回、保管
ko: 한번 지불하고 그것을 유지하십시오.
nl: Betaal een keer en houd het
pl: Płać raz i zachowaj
pt_br: Pague uma vez e mantenha
ru: Заплати один раз и держи
ta: ஒரு முறை செலுத்துங்கள், அதைக் கவனியுங்கள்
th: จ่ายเงินครั้งเดียวและเก็บไว้
tr: Bir kez ödeme yapın ve tutun
uk: Заплати один раз і збережи
ur: ایک بار ادا کریں اور اسے رکھیں
vi: Trả tiền một lần và giữ nó
zh_hans: 付一次,留下来
zh_hant: 付一次,留下來

source: Pay once. No subscription or renewal.
ar: الدفع مرة واحدة: لا توزيع أو إعادة التدوير.
bn: একবারে অর্থ প্রদান করুন. কোন সাবস্ক্রিপশন বা পুনর্নবীকরণ নেই।
de: Einmal bezahlen. Keine Abonnement- oder Erneuerungspflicht.
es: Paga una vez. Sin suscripción ni renovación.
fr: Payez une fois, pas de renouvellement ni d’abonnement.
hi: एक बार भुगतान करें. कोई सदस्यता या नवीनीकरण नहीं।
id: Bayar sekali, tidak ada pembaruan atau pendaftaran.
it: Pagare una volta, senza abbonamento o rinnovo.
ja: 予約なし、更新なし。
ko: 1회 지불, 가입 또는 갱신 없음
nl: Betaal één keer, geen abonnement of verlenging.
pl: Płatność raz. bez subskrypcji lub odnowienia.
pt_br: Pague uma vez. sem subscrição ou renovação.
ru: Платить один раз. Без подписки или продления.
ta: ஒரு முறை செலுத்தும்.ஒரு முறை அல்லது ஒரு முறை செலுத்தவும் இல்லை.
th: การชําระเงินครั้งเดียว ไม่มีการสมัครสมาชิกหรือการต่ออายุ
tr: Tek seferlik ödeme.Hiçbir abonelik veya yenileme.
uk: Оплата одноразова, без підписки або поновлення.
ur: ایک بار ادا کریں. کوئی سائن اپ یا تجدید نہیں.
vi: - Thanh toán 1 lần, không đăng ký hoặc gia hạn.
zh_hans: 付一次,无订阅或续订。
zh_hant: 付一次,無訂閱或續訂。

source: Period
ar: الفترة
bn: সময়কাল
de: Periode
es: Periodo
fr: Période
hi: अवधि
id: Periode
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pl: okresu
pt_br: Período
ru: Период
ta: காலம்
th: ระยะเวลา
tr: dönem
uk: Період
ur: مدت
vi: Thời gian
zh_hans: 期
zh_hant: 期

source: Photo
ar: صورة
bn: ছবি
de: Foto
es: Fotografía
hi: फोटो
id: Foto
it: Foto di
ja: 写真
ko: 사진
nl: Foto’s
pl: Zdjęcie
pt_br: Foto
ru: фото
ta: ஓவியம்
th: ภาพถ่าย
tr: Fotoğraf
uk: фотографії
ur: تصویر
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Pick the symbol shown for this Capture Preset.
ar: اختر العلامة المشهورة لهذا الإعداد المفتوح.
bn: এই ক্যাপচারের জন্য প্রদর্শিত সিম্বলটি নির্বাচন করুন।
de: Wählen Sie das Symbol, das für dieses Aufnahme-Preset angezeigt wird.
es: Seleccione el símbolo que se muestra para este Preset de captura.
fr: Sélectionnez le symbole affiché pour ce Préfet de capture.
hi: इस कैप्चर पूर्वावलोकन के लिए दिखाए गए प्रतीक चुनें।
id: Pilih simbol yang ditampilkan untuk Preset Capture ini.
it: Selezionare il simbolo mostrato per questo Preset di cattura.
ja: この Capture Preset に表示されるシンボルを選択します。
ko: 이 캡처 미리 설정에 표시된 상자를 선택합니다.
nl: Selecteer het symbool dat wordt weergegeven voor deze Capture Preset.
pl: Wybierz symbol pokazany dla tego ustawienia Capture Preset.
pt_br: Selecione o símbolo mostrado para esta Predefinição de Capture.
ru: Выберите символ, показанный для этого предварительного настройки.
ta: இந்த படத்தைப் பற்றி எழுதியது போலவே எழுதினார்.
th: เลือกสัญลักษณ์ที่แสดงสําหรับ Preset Capture นี้
tr: Bu Capture Preset için gösterilen sembolü seçin.
uk: Виберіть символ, показаний для цього параметра.
ur: اس کی تصویر کے لئے اس نمونے کو منتخب کریں.
vi: Chọn biểu tượng hiển thị cho Capture Preset này.
zh_hans: 选择此捕捉预设的标志。
zh_hant: 選擇此捕捉預設的標誌。

source: Place, city, region, and country use Apple's system reverse geocoder only when selected and may make a network request.
ar: تستخدم بيانات المكان والمدينة والمنطقة والبلد أداة الترميز الجغرافي العكسي للنظام من Apple فقط عند تحديدها، وقد تُجري طلب شبكة.
bn: স্থান, শহর, অঞ্চল ও দেশ নির্বাচন করা হলেই শুধু Apple সিস্টেমের রিভার্স জিওকোডার ব্যবহার করে এবং নেটওয়ার্ক অনুরোধ করতে পারে।
de: Ort, Stadt, Region und Land verwenden nur bei Auswahl den systemeigenen Reverse-Geocoder von Apple und können eine Netzwerkanfrage auslösen.
es: El lugar, la ciudad, la región y el país usan el geocodificador inverso del sistema Apple solo cuando se seleccionan y pueden realizar una solicitud de red.
fr: Le lieu, la ville, la région et le pays utilisent le géocodeur inversé du système Apple uniquement lorsqu’ils sont sélectionnés et peuvent effectuer une requête réseau.
hi: स्थान, शहर, क्षेत्र और देश चुने जाने पर ही Apple के सिस्टम रिवर्स जियोकोडर का उपयोग करते हैं और नेटवर्क अनुरोध कर सकते हैं।
id: Tempat, kota, wilayah, dan negara hanya menggunakan geocoder balik sistem Apple saat dipilih dan mungkin membuat permintaan jaringan.
it: Luogo, città, regione e paese usano il geocodificatore inverso del sistema Apple solo quando sono selezionati e potrebbero effettuare una richiesta di rete.
ja: 地名、市区町村、地域、国は、選択時のみ Apple のシステム逆ジオコーダを使用し、ネットワークリクエストを行う場合があります。
ko: 장소, 도시, 지역 및 국가는 선택된 경우에만 Apple 시스템 역지오코더를 사용하며 네트워크 요청을 보낼 수 있습니다.
nl: Plaats, stad, regio en land gebruiken alleen bij selectie de systeemgeocoder voor omgekeerd zoeken van Apple en kunnen een netwerkverzoek uitvoeren.
pl: Dane miejsca, miasta, regionu i kraju korzystają z systemowego odwrotnego geokodera Apple tylko po wybraniu i mogą wysłać żądanie sieciowe.
pt_br: Local, cidade, região e país usam o geocodificador reverso do sistema Apple somente quando selecionados e podem fazer uma solicitação de rede.
ru: Данные о месте, городе, регионе и стране используют системный обратный геокодер Apple только при выборе и могут отправить сетевой запрос.
ta: இடம், நகரம், மண்டலம் மற்றும் நாடு ஆகியவை தேர்ந்தெடுக்கப்பட்டால் மட்டுமே Apple சிஸ்டத்தின் ரிவர்ஸ் ஜியோகோடரைப் பயன்படுத்தும்; நெட்வொர்க் கோரிக்கையையும் செய்யலாம்.
th: ข้อมูลสถานที่ เมือง ภูมิภาค และประเทศจะใช้ตัวระบุพิกัดย้อนกลับของระบบ Apple เฉพาะเมื่อเลือก และอาจส่งคำขอผ่านเครือข่าย
tr: Yer, şehir, bölge ve ülke yalnızca seçildiğinde Apple sisteminin ters coğrafi kodlayıcısını kullanır ve ağ isteğinde bulunabilir.
uk: Дані про місце, місто, регіон і країну використовують системний зворотний геокодер Apple лише після вибору та можуть надіслати мережевий запит.
ur: جگہ، شہر، خطہ اور ملک صرف منتخب کیے جانے پر Apple کا سسٹم ریورس جیوکوڈر استعمال کرتے ہیں اور نیٹ ورک کی درخواست کر سکتے ہیں۔
vi: Địa điểm, thành phố, vùng và quốc gia chỉ sử dụng bộ mã hóa địa lý ngược của hệ thống Apple khi được chọn và có thể gửi yêu cầu mạng.
zh_hans: 地点、城市、地区和国家仅在选中时使用 Apple 的系统反向地理编码器，并且可能会发出网络请求。
zh_hant: 地點、城市、地區和國家僅在選取時使用 Apple 的系統反向地理編碼器，並且可能會發出網路要求。

source: Place, city, region, and country use Apple's system reverse geocoder only when selected and may make a network request. Provider links disclose the privacy-adjusted coordinates to Apple, Google, or OpenStreetMap only when you open a link.
ar: يستخدم المكان والمدينة والمنطقة والبلد برنامج الترميز الجغرافي العكسي لنظام Apple فقط عند تحديده ويمكنه تقديم طلب شبكة. تكشف روابط الموفر عن الإحداثيات المعدلة حسب الخصوصية لشركة Apple أو Google أو OpenStreetMap فقط عندما تفتح رابطًا.
bn: স্থান, শহর, অঞ্চল এবং দেশ শুধুমাত্র নির্বাচিত হলেই Apple এর সিস্টেম রিভার্স জিওকোডার ব্যবহার করে এবং একটি নেটওয়ার্ক অনুরোধ করতে পারে। আপনি একটি লিঙ্ক খুললেই প্রদানকারীর লিঙ্কগুলি Apple, Google বা OpenStreetMap-এ গোপনীয়তা-সামঞ্জস্যপূর্ণ স্থানাঙ্কগুলি প্রকাশ করে৷
de: Ort, Stadt, Region und Land verwenden den System-Reverse-Geocoder von Apple nur, wenn sie ausgewählt sind, und stellen möglicherweise eine Netzwerkanfrage. Anbieter-Links geben die datenschutzangepassten Koordinaten erst dann an Apple, Google oder OpenStreetMap weiter, wenn Sie einen Link öffnen.
es: El lugar, la ciudad, la región y el país utilizan el geocodificador inverso del sistema de Apple solo cuando se seleccionan y pueden realizar una solicitud de red. Los enlaces de proveedores revelan las coordenadas ajustadas a la privacidad a Apple, Google u OpenStreetMap solo cuando abre un enlace.
fr: Le lieu, la ville, la région et le pays utilisent le système de géocodeur inversé d'Apple uniquement lorsqu'ils sont sélectionnés et peuvent effectuer une demande de réseau. Les liens des fournisseurs divulguent les coordonnées ajustées en matière de confidentialité à Apple, Google ou OpenStreetMap uniquement lorsque vous ouvrez un lien.
hi: स्थान, शहर, क्षेत्र और देश चयनित होने पर ही Apple के सिस्टम रिवर्स जियोकोडर का उपयोग करते हैं और नेटवर्क अनुरोध कर सकते हैं। जब आप कोई लिंक खोलते हैं तो प्रदाता लिंक Apple, Google, या OpenStreetMap को गोपनीयता-समायोजित निर्देशांक का खुलासा करते हैं।
id: Tempat, kota, wilayah, dan negara menggunakan geocoder terbalik sistem Apple hanya jika dipilih dan dapat membuat permintaan jaringan. Tautan penyedia mengungkapkan koordinat yang disesuaikan dengan privasi ke Apple, Google, atau OpenStreetMap hanya ketika Anda membuka tautan.
it: Luogo, città, regione e paese utilizzano il geocodificatore inverso del sistema Apple solo quando selezionato e possono effettuare una richiesta di rete. I collegamenti dei fornitori rivelano le coordinate adattate alla privacy ad Apple, Google o OpenStreetMap solo quando apri un collegamento.
ja: 場所、都市、地域、および国は、選択された場合にのみ Apple のシステム リバース ジオコーダを使用し、ネットワーク リクエストを行う場合があります。プロバイダーのリンクは、リンクを開いたときにのみ、プライバシーが調整された座標を Apple、Google、または OpenStreetMap に開示します。
ko: 장소, 도시, 지역, 국가는 선택한 경우에만 Apple 시스템 역지오코더를 사용하며 네트워크 요청을 할 수 있습니다. 공급자 링크는 링크를 열 때만 Apple, Google 또는 OpenStreetMap에 개인 정보 보호 조정 좌표를 공개합니다.
nl: Plaats, stad, regio en land gebruiken de omgekeerde geocoder van Apple alleen wanneer deze is geselecteerd en kunnen een netwerkverzoek indienen. Providerlinks maken de privacy-aangepaste coördinaten alleen bekend aan Apple, Google of OpenStreetMap wanneer u een link opent.
pl: Miejsce, miasto, region i kraj korzystają z systemowego geokodera odwrotnego firmy Apple tylko wtedy, gdy jest on wybrany i mogą wysyłać żądania sieciowe. Linki dostawców ujawniają współrzędne dostosowane do prywatności firmie Apple, Google lub OpenStreetMap tylko wtedy, gdy otworzysz łącze.
pt_br: Local, cidade, região e país usam o geocodificador reverso do sistema Apple somente quando selecionados e podem fazer uma solicitação de rede. Os links do provedor divulgam as coordenadas ajustadas à privacidade para Apple, Google ou OpenStreetMap somente quando você abre um link.
ru: Место, город, регион и страна используют обратный геокодер системы Apple только в том случае, если он выбран, и могут отправлять сетевой запрос. Ссылки поставщиков раскрывают координаты с учетом конфиденциальности Apple, Google или OpenStreetMap только при открытии ссылки.
ta: இடம், நகரம், பிராந்தியம் மற்றும் நாடு ஆகியவை தேர்ந்தெடுக்கப்பட்டால் மட்டுமே ஆப்பிளின் சிஸ்டம் ரிவர்ஸ் ஜியோகோடரைப் பயன்படுத்துகின்றன, மேலும் நெட்வொர்க் கோரிக்கையைச் செய்யலாம். நீங்கள் இணைப்பைத் திறக்கும் போது மட்டுமே வழங்குநர் இணைப்புகள் Apple, Google அல்லது OpenStreetMap க்கு தனியுரிமை-சரிசெய்யப்பட்ட ஆயங்களை வெளிப்படுத்தும்.
th: สถานที่ เมือง ภูมิภาค และประเทศใช้ระบบ Reverse Geocoder ของ Apple เมื่อเลือกเท่านั้น และอาจส่งคำขอเครือข่ายได้ ลิงก์ของผู้ให้บริการจะเปิดเผยพิกัดที่ปรับความเป็นส่วนตัวให้กับ Apple, Google หรือ OpenStreetMap เฉพาะเมื่อคุณเปิดลิงก์เท่านั้น
tr: Yer, şehir, bölge ve ülke, Apple'ın ters coğrafi kodlayıcısını yalnızca seçildiğinde kullanır ve bir ağ isteğinde bulunabilir. Sağlayıcı bağlantıları, gizlilik açısından ayarlanmış koordinatları yalnızca bir bağlantıyı açtığınızda Apple, Google veya OpenStreetMap'e açıklar.
uk: Місце, місто, регіон і країна використовують системний реверсивний геокодер Apple, лише якщо вибрано, і можуть надсилати мережевий запит. Посилання постачальників розкривають конфіденційні координати Apple, Google або OpenStreetMap лише тоді, коли ви відкриваєте посилання.
ur: جگہ، شہر، علاقہ، اور ملک Apple کا سسٹم ریورس جیو کوڈر صرف اس وقت استعمال کرتے ہیں جب منتخب کیا جائے اور نیٹ ورک کی درخواست کر سکتا ہے۔ فراہم کنندہ کے لنکس ایپل، گوگل، یا OpenStreetMap پر پرائیویسی سے ایڈجسٹ شدہ کوآرڈینیٹس کو صرف اس وقت ظاہر کرتے ہیں جب آپ کوئی لنک کھولتے ہیں۔
vi: Địa điểm, thành phố, khu vực và quốc gia chỉ sử dụng bộ mã hóa địa lý đảo ngược của hệ thống Apple khi được chọn và có thể đưa ra yêu cầu mạng. Các liên kết của nhà cung cấp chỉ tiết lộ tọa độ được điều chỉnh về quyền riêng tư cho Apple, Google hoặc OpenStreetMap khi bạn mở một liên kết.
zh_hans: 地点、城市、地区和国家仅在选择时才使用 Apple 的系统反向地理编码器，并且可能会发出网络请求。仅当您打开链接时，提供商链接才会向 Apple、Google 或 OpenStreetMap 披露经过隐私调整的坐标。
zh_hant: 地點、城市、地區和國家僅在選擇時才使用 Apple 的系統反向地理編碼器，並且可能會發出網路請求。只有當您開啟連結時，提供者連結才會向 Apple、Google 或 OpenStreetMap 揭露經過隱私調整的座標。

source: Placement
ar: الموقع
bn: অবস্থান
de: Platzierung
es: Ubicación
hi: स्थान
id: Lokasi
it: Posizionamento
ja: 場所
ko: 위치
nl: Plaatsing
pl: Lokalizacja
pt_br: Localização
ru: размещение
ta: நிலம்
th: การวางแผน
tr: Yeri
uk: Розташування
ur: جگہیں
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Play
ar: اللعب
bn: খেলুন
de: Wiedergabe
es: juega
fr: joué
hi: खेलते हैं
id: bermain
it: giocare
ja: 遊び
ko: 놀이
nl: Spelen
pl: Grać
pt_br: Jogo
ru: Играть
ta: விளையாட
th: เล่น
tr: oynamak
uk: Грати
ur: کھیلنے
vi: chơi
zh_hans: 玩
zh_hant: 玩

source: Playback is unavailable, but the audio can still be added.
ar: لا توجد إعادة تشغيل، ولكن يمكن حتى الآن إضافة الصوت.
bn: প্লেবাকিং অসম্ভব, কিন্তু অডিও এখনও যোগ করা যেতে পারে।
de: Wiedergabe ist nicht verfügbar, aber das Audio kann noch hinzugefügt werden.
es: La reproducción no está disponible, pero el audio todavía se puede añadir.
fr: La lecture n'est pas disponible, mais l'audio peut encore être ajouté.
hi: प्लेबैक उपलब्ध नहीं है, लेकिन ऑडियो अभी भी जोड़ा जा सकता है।
id: Playback tidak tersedia, tetapi audio masih dapat ditambahkan.
it: La riproduzione non è disponibile, ma l'audio può ancora essere aggiunto.
ja: 再生は不可ですが、オーディオはまだ追加できます。
ko: 재생은 사용할 수 없지만 오디오는 여전히 추가할 수 있습니다.
nl: Afspelen is niet beschikbaar, maar het audio kan nog steeds worden toegevoegd.
pl: Odtwarzanie nie jest dostępne, ale można nadal dodawać dźwięk.
pt_br: A reprodução não está disponível, mas o áudio ainda pode ser adicionado.
ru: Проигрывание недоступно, но аудио все равно можно добавить.
ta: Playback கிடைக்கவில்லை, ஆனால் ஆடியோ இன்னும் சேர்க்க முடியும்.
th: การเล่นไม่สามารถใช้ได้ แต่ยังสามารถเพิ่มเสียงได้
tr: Oynatma kullanılamaz, ancak ses hala eklenebilir.
uk: Відтворення не доступне, але аудіо все ще можна додати.
ur: ریلیپ دستیاب نہیں ہے، لیکن آڈیو اب بھی شامل کیا جا سکتا ہے.
vi: Playback không sẵn dùng, nhưng âm thanh vẫn có thể được thêm vào.
zh_hans: 播放无法使用,但音频仍然可以添加。
zh_hant: 播放無法使用,但音頻仍然可以添加。

source: Playback is unavailable, but the audio remains safely attached.
ar: لا توجد إعادة التشغيل، ولكن الأندرويد لا يزال محفوظًا.
bn: প্লেবাকিং অসম্ভব, কিন্তু অডিও নিরাপদে সংযুক্ত থাকে।
de: Wiedergabe ist nicht verfügbar, aber das Audio bleibt sicher angeschlossen.
es: La reproducción no está disponible, pero el audio permanece conectado de forma segura.
fr: La lecture n'est pas disponible, mais l'audio reste relié en toute sécurité.
hi: प्लेबैक उपलब्ध नहीं है, लेकिन ऑडियो सुरक्षित रूप से जोड़ा जाता है।
id: Playback tidak tersedia, tetapi audio tetap aman terpasang.
it: La riproduzione non è disponibile, ma l'audio rimane attaccato in modo sicuro.
ja: 再生は不可ですが、オーディオは安全に付属しています。
ko: 재생은 사용할 수 없지만 오디오는 안전하게 연결되어 있습니다.
nl: Afspelen is niet beschikbaar, maar de audio blijft veilig aangesloten.
pl: Odtwarzanie nie jest dostępne, ale audio pozostaje bezpiecznie przymocowane.
pt_br: A reprodução não está disponível, mas o áudio permanece seguramente anexado.
ru: Воспроизведение не доступно, но аудио остается безопасно прикрепленным.
ta: Playback கிடைக்கவில்லை, ஆனால் audio பாதுகாப்பாக இணைக்கப்பட்டுள்ளது.
th: การเล่นไม่สามารถใช้ได้ แต่เสียงยังคงติดอยู่ได้อย่างปลอดภัย
tr: Oynatma kullanılamaz, ancak ses güvenli bir şekilde bağlı kalır.
uk: Відтворення не доступне, але аудіо залишається безпечно прикріпленим.
ur: ریلیز دستیاب نہیں ہے، لیکن آڈیو محفوظ طور پر شامل رہتا ہے.
vi: Chơi không sẵn dùng, nhưng âm thanh vẫn được gắn an toàn.
zh_hans: 播放不可用,但音频仍然安全地附加。
zh_hant: 播放不可用,但音頻仍然安全地附加。
